Repository: kieulanalp/VNBrandManual
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: khách sạn phải tuân thủ tại điểm thích hợp trong quá trình xây dựng, trước khi mở."
vi: Khách sạn phải đảm bảo tuân thủ tiêu chuẩn tại thời điểm thích hợp trong quá trình xây dựng, trước khi mở cửa."

source: liên lạc liên quan đến đặt chỗ / trước khi đến / sau khi lưu trú được gửi bởi IHG® không được trùng lặp.
vi: [53091] liên lạc liên quan đến đặt chỗ/trước khi đến/sau khi lưu trú được gửi bởi IHG® không được trùng lặp.

source: myLearning - Human Rights myLearning – Nhân Quyền
vi: myLearning - Human Rights myLearning – Nhân Quyền https://mylogin.ihg.com/forms/iam/responsiveV3/sabalogin.fcc?TYPE=33554433&REALMOID=06-00033127-4675-1c92-8441-a4550ad20000&GUID=&SMAUTHREASON=0&METHOD=GET&SMAGENTNAME=-SM-jSAPiQYtCT%2bjPJezFSskVFTzQ0iXL8CDNjDC73dIdRG24XlCBFEYAe3e67e9bn3w&TARGET=-SM-HTTPS%3a%2f%2ffederation%2eihg%2ecom%2faffwebservices%2fredirectjsp%2fsaba%2ejsp%3fSAMLRequest%3dfZJdT8IwFIbv-%2FRVL7-%2FcJQ2zYCEqIJBgIm154Y7rtjNVs7ezpUP-%2B9YwPFhHDZ5j3Pe9Knk-%2BlXVRp7UMilCIhrOcQAkcqMi11AnuOFOSbT8GaCrCq9ms4aXYgtfDSA2pghgtLt3IMU2FSgIlB7nsLzdhWQQusaqW1X3yUwJVqcxYudlcrKjljC7APQjqK1zUrO8ELsDWtizNseLpjuljshc8hAdXe-%2FSJbnn5Bg34923SQlT7sOD1ESYyFVCt3yAclZiUCM5TwgzPeBw8jd-%2BYOscB3-%2FPRsMMidJYJy446zN4IYh8j38TSE2sBSomdAB8RzPNZ2h6Yxi16XOiLp31tC-%2FfSXGRkktU1nec9E-%2FZaMElQw5UsEqQKpTGs2eVtSzHJr0IaSPcbwxN-%2BsoJsbLSYl3UNJKEkh7CddZ9bGYhL0z2m2szgnXAexklYQXpUzsc254PP7-%2FGuEP%26RelayState%3decbb56f7--b56c--4425--8a9f--500522ee4cbe%26SMPORTALURL%3dhttps-%3A-%2F-%2Ffederation%2eihg%2ecom-%2Faffwebservices-%2Fpublic-%2Fsaml2sso%26SAMLTRANSACTIONID%3db89fe12f--bd35b0b7--ac25ea39--8699d38f--2f37d523--5f

source: myLearning - Search Sales Onboarding Modules 1 & 2
vi: myLearning - Search Sales Onboarding Modules 1 & 2 Mô đun đào tạo bán hàng 1 & 2

source: myLearning - Search Solution Selling
vi: myLearning - Search Solution Selling Bán Giải pháp

source: mặt, phần sau, dây nguồn và các kết nối dịch vụ khác phải che chắn khỏi tầm nhìn của khách.
vi: Các mặt bên, mặt sau, dây nguồn và các kết nối dịch vụ khác phải được che chắn khỏi tầm nhìn của khách.

source: nhân viên của quầy lễ tân phải được đào tạo để cung cấp Trải nghiệm check-in thương hiệu.
vi: Front Desk colleagues must be trained to deliver the Branded Check in guest experience. Nhân viên Lễ tân phải được đào tạo để cung cấp Trải nghiệm check-in thương hiệu.

source: nhân viên phải có được sự cho phép của mỗi khách trước khi đăng ký vào Câu lạc bộ khách hàng thân thiết của IHG®.
vi: Nhân viên phải có được sự cho phép của mỗi khách trước khi đăng ký khách vào Câu lạc bộ khách hàng thân thiết của IHG®.

source: nhân viên phải theo dõi với khách sau khi vấn đề đã được giải quyết và cung cấp hỗ trợ thêm.
vi: Nhân viên phải cập nhật cho khách sau khi vấn đề đã được giải quyết và đề nghị hỗ trợ thêm.

source: phòng họp & Sự kiện -> Thiết bị phòng họp -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị
vi: Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị

source: thiết bị phát hiện khói và thiết bị âm báo cục bộ trong các phòng khách phải khả định trong các khách sạn mà không có Hệ Thống Chống Cháy Cố định.
vi: [609049] Thiết bị phát hiện khói và thiết bị âm báo cục bộ trong các phòng khách phải là thiết bị "địa chỉ" trong các khách sạn không có Hệ Thống Chống Cháy Cố định.

source: thành viên đã đặt chỗ qua kênh Hệ thống phân phối toàn cầu (GDS) nên tiếp tục nhận được các lợi ích về tình trạng và tiện ích chào mừng.
vi: thành viên đã đặt chỗ qua kênh Hệ thống phân phối toàn cầu (GDS) nên tiếp tục nhận được các lợi ích từ tư cách thành viên và Welcome Amenity.

source: thông số kỹ thuật trên không thể hiện một danh sách đầy đủ các địa điểm áp dụng tiêu chuẩn và khách sạn do đó nên liên hệ với trademarks@ihg.com để làm rõ nơi nào khác có thể áp dụng.
vi: Danh sách trên không phải là một danh sách đầy đủ các địa điểm phải áp dụng tiêu chuẩn và do đó khách sạn nên liên hệ với trademarks@ihg.com để làm rõ nơi nào khác có thể áp dụng.

source: thương hiệu của IHG, bao gồm các biểu tượng, logo hoặc biểu tượng thuộc sở hữu của IHG không được sử dụng theo cách có nghĩa là IHG, sáp nhập với hoặc chứng thực, tài trợ hoặc hỗ trợ cho sản phẩm hoặc dịch vụ của bên thứ ba, mà không có sự cho phép bằng văn bản từ trademarks@ihg.com.
vi: Thương hiệu của IHG, bao gồm các biểu tượng đồ họa, logo hoặc icon thuộc sở hữu của IHG không được sử dụng theo cách có thể ám chỉ rằng IHG sáp nhập với hoặc chứng thực, tài trợ hoặc hỗ trợ cho sản phẩm hoặc dịch vụ của bên thứ ba, mà không có sự cho phép bằng văn bản từ trademarks@ihg.com.

source: tiêu chuẩn này bao gồm biểu tượng vòng đời của khách sạn như chi tiết dưới đây.
vi: Bộ Hướng dẫn tiêu chuẩn này bao gồm icon đại diện cho các vòng đời của khách sạn như sau:

source: tiền sảnh dịch vụ
vi: Không gian đệm service

source: trang162
vi: Lobby Lounge

source: trang43
vi: Before I arrive Trước khi đến nơi

source: trang68
vi: Lobby

source: trường hợp ngoại lệ được cho phép trong các sự kiện đặc biệt dẫn đến nhu cầu phòng đặc biệt, tuy nhiên chúng phải được thiết lập trong Hệ thống đặt phòng trung tâm (CRS), được gọi là Hệ thống đặt phòng khách (GRS) hoặc HOLIDEX® Plus (và bao gồm cả IHG Concerto ™), trước, với tối đa 10 ngày một năm.
vi: Trường hợp ngoại lệ được cho phép đối với các sự kiện đặc biệt dẫn đến nhu cầu đặt phòng đặc biệt cao, tuy nhiên ngoại lệ phải được set up trong Hệ thống đặt phòng trung tâm (CRS), được gọi là Hệ thống đặt phòng khách (GRS) hoặc HOLIDEX® Plus (và bao gồm cả IHG Concerto ™), với tối đa 10 ngày một năm.

source: yêu cầu sử dụng nhãn hiệu của IHG phải được tuân thủ.
vi: Yêu cầu về việc sử dụng nhãn hiệu của IHG phải được tuân thủ.

source: Ít nhất 80% đánh giá của khách trung lập và tích cực (ba đến năm sao) được đăng trên các trang web thương hiệu IHG, phải được phản hồi trong vòng 72 giờ.
vi: Ít nhất 80% đánh giá trung lập và tích cực của khách (ba đến năm sao) được đăng trên các trang web thương hiệu IHG, phải được phản hồi trong vòng 72 giờ.

source: ô vuông lồng nhau chữ “H” phải được áp dụng cho hai cửa trung tâm và cho tất cả các cửa xoay.
vi: Các vinyl chữ “H” phải được dán trên hai cánh cửa chính giữa và trên tất cả các cửa xoay.

source: Đèn hiệu nhấp nháy và đệm gối rung được khuyến nghị.
vi: Đèn chớp nháy và gối rung được khuyến nghị.

source: Đường Trung Tâm Thương Hiệu cho các hồ sơ tác phẩm nghệ thuật_Mẫu nhãn hiệu an toàn bình nước
vi: Sample water bottle security label sticker Sample nhãn dán an toàn cho chai nước

source: Được định vị để có thể nhìn thấy rõ khi cửa hạ xuống / cầu thang ở vị trí mở hoặc đóng.
vi: Bố trí sao cho có thể nhìn thấy rõ khi cửa chiếu nghỉ/cửa cầu thang ở vị trí mở hoặc đóng.

source: Đảm bảo phòng trống của Spire Elite và Platinum Elite không áp dụng cho chương trình khách hàng thân thiết.
vi: Chương trình Đảm bảo đặt phòng cho thành viên Spire Elite và Platinum Elite không áp dụng đối với các đêm nghỉ miễn phí được thưởng.

source: Đảm bảo phòng trống của Spire Elite và Platinum Elite sẵn sàng khi thành viên Spire Elite và Platinum Elite đặt phòng được đảm bảo thông qua Trung tâm dịch vụ khách hàng thân thiết IHG®.
vi: Chương trình Đảm bảo đặt phòng cho thành viên Spire Elite và Platinum Elite phải được áp dụng khi hai hạng thành viên này đặt phòng đảm bảo thông qua Trung tâm dịch vụ khách hàng thân thiết IHG®.

source: Đặt phòng cho khách hàng thân thiết bao gồm giá phòng và mức thuế hiện tại.
vi: Đặt phòng bằng đêm nghỉ miễn phí đã bao gồm giá phòng và mức thuế áp dụng.

source: Đặt phòng cho người khuyết tật phải được chỉ định trước trong quá trình đặt phòng.
vi: [37239] Đặt phòng cho người khuyết tật phải được xác định trong quá trình đặt phòng.

source: Đề nghị được thắp sáng từ hoàng hôn đến bình minh.
vi: Khuyến khích thắp sáng biển hiệu từ hoàng hôn đến bình minh.

source: Đối với bể bơi tầng mức sàn, các biển báo độ sâu của bể bơi bên có thể được gắn trên tường.
vi: Đối với hồ bơi có mức nước ngang mặt sàn, các biển báo độ sâu hồ bơi có thể được gắn trên tường.

source: Đối với các công trình ban công hiện có không có rào cản vĩnh viễn để ngăn ngừa nguy cơ té ngã, một biển báo, bằng (các) ngôn ngữ địa phương và tiếng Anh, được dán trên cửa ban công cung cấp cảnh báo phải được cung cấp.
vi: [606048] Đối với các công trình ban công hiện có không có lan can cố định để phòng ngừa nguy cơ té ngã, phải có một biển báo, bằng (các) ngôn ngữ địa phương và tiếng Anh, dán trên cửa ban công .

source: Đối với các khách sạn có dịch vụ đám cưới lớn, nên có lounge tổ chức tiệc cưới / tổ chức sự kiện.
vi: [115638] Đối với các khách sạn thường có dịch vụ đám cưới, nên có lounge tổ chức tiệc cưới.

source: Đối với cầu thang rộng hơn 1,8m (5,9ft), cầu thang nên được chia nhỏ bằng cách đặt tay vịn ở giữa cầu thang, có tay vịn ở hai bên.
vi: Đối với cầu thang rộng hơn 1,8m, cầu thang nên được chia nhỏ bằng cách đặt tay vịn ở chính giữa cầu thang, có tay vịn ở hai bên.

source: đường chéo phải được khâu khóa, tối thiểu 3 mũi trên 10 mm bằng cách sử dụng sợi polyester hoặc polycotton không được co lại quá mức của vải.
vi: Viền chéo phải được may bằng mũi lock-stitch (mũi may cơ bản trên máy may), tối thiểu 3 mũi/10 mm bằng sợi polyester hoặc polycotton không được co lại quá mức của vải.

source: Ảnh Được Phê Duyệt của Thực Đơn cho Trẻ (Trung tâm thương hiệu> Holiday Inn Resort> Kho thương hiệu> Thông tin thương hiệu> Chiến dịch> Thực đơn trẻ em> Ảnh được phê duyệt cho thực đơn cho trẻ)
vi: Ảnh Được Phê Duyệt của Thực Đơn Trẻ em (Trung tâm thương hiệu> Holiday Inn Resort> Kho thương hiệu> Thông tin thương hiệu> Chiến dịch> Thực đơn trẻ em> Ảnh được phê duyệt cho thực đơn trẻ em) https://www.ihgbrandcentral.com/%26redirecturl/clusters/brand/holiday-inn-resort/region/global/subcategory/brand-info/campaigns

source: Ống đứng (các đường ống đứng) hoặc cuộn ống phải được cung cấp trong tất cả các tòa nhà Cao tầng.
vi: Ống đứng hoặc cuộn ống nước phải được cung cấp trong tất cả các tòa nhà Cao tầng.

source: ống sưởi / làm mát, lỗ thông hơi và khu vực dịch vụ phải được thiết kế hoặc sửa đổi để ngăn chặn nhìn trái phép vào phòng khách và các âm thanh riêng tư giữa các phòng tắm.
vi: Các đường ống sưởi/làm mát, lỗ thông hơi và khu vực dịch vụ phải được thiết kế hoặc sửa đổi để không nhìn trực tiếp vào phòng khách và đảm bảo riêng tư về âm thanh giữa các phòng tắm.

source: Ở những nơi sau đây, các nhãn hiệu của IHG (bao gồm logo hoặc các biểu tượng, logo, thiết kế hoặc biểu tượng đồ họa thuộc sở hữu của IHG khác) không được sử dụng trên hoặc liên quan đến chủ sở hữu của IHG, nhà cung cấp hoặc hàng hóa hoặc các dịch vụ của bên thứ ba, hoặc liên quan đến bất kỳ nhãn hiệu nào không thuộc sở hữu của IHG, mà không có sự chấp thuận rõ ràng bằng văn bản từ trademarks@ihg.com.
vi: Ở những nơi sau đây, các nhãn hiệu của IHG (bao gồm logo hoặc các biểu tượng đồ họa, logo, thiết kế hoặc icon khác thuộc sở hữu của IHG ) không được sử dụng theo cách thể hiện mối liên quan đến các chủ đầu tư của IHG, các nhà cung cấp hoặc đơn vị cung cấp hàng hóa hoặc dịch vụ của bên thứ ba, hoặc liên quan đến bất kỳ nhãn hiệu nào không thuộc sở hữu của IHG, mà không có sự chấp thuận rõ ràng bằng văn bản từ trademarks@ihg.com.

source: • A local or regional dessert is recommended [588084] Khuyến nghị một món tráng miệng địa phương hoặc khu vực
vi: • A local or regional dessert is recommended [588084] Khuyến nghị một món tráng miệng địa phương hoặc vùng miền

source: • A separate menu is recommended for each language [580057] Một thực đơn riêng được khuyến nghị cho mỗi ngôn ngữ
vi: • A separate menu is recommended for each language [580057] Khuyến nghị có quyển thực đơn riêng cho mỗi ngôn ngữ

source: • Additional bread loaves may include: baguette, raisin, rustic white, country grain, potato bread [583096] ổ bánh mì bổ sung có thể bao gồm: baguette, nho khô, trắng mộc mạc, ngũ cốc, bánh mì khoai tây
vi: • Additional bread loaves may include: baguette, raisin, rustic white, country grain, potato bread [583096] Các loại bánh mì khác có thể bao gồm: baguette, bánh mì nho, bánh mì trắng rustic, bánh ngũ cốc, bánh mì khoai tây

source: • Alternatively cooked to order from a live station or back of house is recommended [65661] Khuyến khích nấu thay thế để đặt hàng từ một quầy trực tiếp hoặc BOH
vi: • Alternatively cooked to order from a live station or back of house is recommended [65661] Khuyến khích phương án nấu theo yêu cầu tại một quầy bánh trực tiếp hoặc tại BOH

source: • Bottled water size is recommended to be a minimum of 500ml (16.9fl oz) [567048] Kích thước nước đóng chai được khuyến nghị là tối thiểu 500ml (16,9fl oz)
vi: • Bottled water size is recommended to be a minimum of 500ml (16.9fl oz) [567048] Kích thước nước đóng chai được khuyến nghị là tối thiểu 500ml

source: • Cotton mix is recommended [581049] Khuyến nghị dùng hỗn hợp CT
vi: • Cotton mix is recommended [581049] Khuyến nghị dùng khăn pha cotton

source: • Design reference attached [105996] Tham chiếu thiết kế đính kèm
vi: • Design reference attached [105996] Tham khảo thiết kế đính kèm

source: • For hotels with more than 200 rooms, a rotatory toaster is recommended [583102] Đối với các khách sạn có hơn 200 phòng, nên sử dụng máy nướng bánh mì xoay
vi: • For hotels with more than 200 rooms, a rotatory toaster is recommended [583102] Đối với các khách sạn có hơn 200 phòng, nên sử dụng máy nướng bánh mì băng chuyền

source: • Fruit smoothies are recommended [589062] Khuyến nghị sinh tố trái cây
vi: • Fruit smoothies are recommended [589062] Khuyến nghị có sinh tố trái cây

source: • Group Check in Process Reference [368091] Tham chiếu quy trình check-in theo nhóm
vi: • Group Check in Process Reference [368091] Tham khảo Quy trình check-in cho đoàn

source: • IHG preferred suppliers are: Serta®, Hypnos®, Slumberland®, King Koil® [674048] nhà cung cấp ưa tiên của IHG là: Serta®, Hypnos®, Slumberland®, King Koil®
vi: • IHG preferred suppliers are: Serta®, Hypnos®, Slumberland®, King Koil® [674048] nhà cung cấp được IHG ưu tiên: Serta®, Hypnos®, Slumberland®, King Koil®

source: • Local and reputable products are recommended [67540] Đề xuất các sản phẩm địa phương và uy tín
vi: • Local and reputable products are recommended [67540] Khuyến nghị dùng các sản phẩm địa phương và uy tín

source: • Local or regional beer options are recommended [589049] Khuyến nghị các loại bia địa phương hoặc khu vực để lựa chọn
vi: • Local or regional beer options are recommended [589049] Khuyến nghị các loại bia địa phương hoặc vùng miền

source: • Menus in other languages are recommended for main nationality of the guests in the hotel Thực đơn bằng các ngôn ngữ khác được khuyến nghị cho quốc tịch chính của khách trong khách sạn
vi: • Menus in other languages are recommended for main nationality of the guests in the hotel Khuyến nghị có thực đơn bằng các ngôn ngữ khác cho quốc tịch khách chính trong khách sạn

source: • Minimum recommended ironing surface: 110cm(44in) x 30cm(12in) [151048] Bề mặt ủi tối thiểu được đề nghị: 110cm (44in) x 30cm (12in)
vi: • Minimum recommended ironing surface: 110cm(44in) x 30cm(12in) [151048] Bề mặt sử dụng tối thiểu được khuyến nghị: 110cm (44in) x 30cm (12in)

source: • One champagne is recommended to be available by the glass [589051] Nên có rượu sâm banh có sẵn theo ly
vi: • One champagne is recommended to be available by the glass [589051] Nên có một loại sâm banh phục vụ theo ly

source: • One full size sofa bed with coffee table and end table with lamp is recommended [847109] Khuyến nghị một giường sofa kích thước đầy đủ với bàn cà phê và bàn với đèn
vi: • One full size sofa bed with coffee table and end table with lamp is recommended [847109] Khuyến nghị có một giường sofa full size với bàn cà phê và và bàn bên để đèn

source: • One ham, one turkey or chicken based are recommended [583073] Khuyến nghị có thịt giăm bông, gà tây hoặc gà
vi: • One ham, one turkey or chicken based are recommended [583073] Khuyến nghị có thịt giăm bông, giăm bông gà tây hoặc giăm bông gà

source: • One ham, one turkey or chicken based are recommended [587072] Khuyến nghị giăm bông, gà tây hoặc gà
vi: • One ham, one turkey or chicken based are recommended [587072] Khuyến nghị có thịt giăm bông, giăm bông gà tây hoặc giăm bông gà

source: • One local or regional snack is recommended [589057] Khuyến nghị món ăn nhẹ địa phương hoặc khu vực.
vi: • One local or regional snack is recommended [589057] Khuyến nghị món ăn nhẹ địa phương hoặc vùng miền.

source: • One local or regional soup is recommended [587061] Khuyến nghị một loại súp địa phương hoặc khu vực
vi: • One local or regional soup is recommended [587061] Khuyến nghị một loại súp địa phương hoặc vùng miền

source: • One local or regional sweet hot dish is recommended [587075] Khuyến nghị một món ăn nóng ngọt địa phương hoặc khu vực
vi: • One local or regional sweet hot dish is recommended [587075] Khuyến nghị một món ăn ngọt nóng của địa phương hoặc vùng miền

source: • Recommended to coordinate the bottle or dispenser with the design of the paper towel dispenser.[62870] Đề nghị phối hợp chai hoặc hộp với thiết kế của hộp đựng khăn giấy
vi: • Recommended to coordinate the bottle or dispenser with the design of the paper towel dispenser.[62870] Khuyến nghị phối hợp thiết kế chai hoặc hộp xà phòng với thiết kế của hộp đựng giấy

source: • Refer to IHG Frontline Egg Recipes [587073] Tham chiếu Công Thức Nấu Trứng của IHG Frontline
vi: • Refer to IHG Frontline Egg Recipes [587073] Tham chiếu Công thức món trứng IHG Frontline

source: • Strahl is the recommended supplier for polycarbonate [60665] Strahl là nhà cung cấp được đề nghị cho polycarbonate
vi: • Strahl is the recommended supplier for polycarbonate [60665] Strahl là nhà cung cấp được khuyến nghị cho sản phẩm polycarbonate

source: • The recommended dispensers are as per the attached presentation [581102] máy pha chế được đề xuất theo bản trình bày đính kèm
vi: • The recommended dispensers are as per the attached presentation [581102] Dispenser được khuyến nghị được trình bày trong file đính kèm

source: • The same type of fruit compote or preserved fruits is permitted in several sections of the buffet [581100] Cho phép cùng loại mứt hoa quả hoặc hoa quả bảo quản trong một số phần của buffet
vi: • The same type of fruit compote or preserved fruits is permitted in several sections of the buffet [581100] Cho phép dùng cùng loại mứt quả compote hoặc mứt quả preserves tại một số khu khác nhau của buffet

source: • 'Use at Your Own Risk' [278057] “Bạn chấp nhận mọi rắc rối khi sử dụng”
vi: • 'Use at Your Own Risk' [278057] “Chấp nhận mọi rủi ro khi sử dụng”

source: • Advertisement creatives must include the hotel's official name as set out in the Guest Reservation Quảng cáo phải bao gồm tên chính thức của khách sạn như được nêu trong Đặt Phòng
vi: • Advertisement creatives must include the hotel's official name as set out in the Guest Reservation System (GRS) or HOLIDEX® Plus (and including IHG Concerto™)

source: • An internal border is permitted [677061] Cho phép mép trong
vi: • An internal border is permitted [677061] Cho phép có đường viền bên trong

source: • Be at least 1.1m (3ft 6in) high [56528] Cao ít nhất 1,1m (3ft 6in)
vi: • Be at least 1.1m (3ft 6in) high [56528] Cao ít nhất 1,1m

source: • Beach or garden, roof top are recommended [60760] Nên có bãi biển hoặc vườn, mái nhà.
vi: • Beach or garden, roof top are recommended [60760] Ưu tiên vị trí bãi biển hoặc vườn, mái nhà.

source: • Hot boxes, hot plates and covers are recommended to deliver the hot food [588072] Hộp đồ nóng, đĩa nóng và lớp bảo vệ được khuyến khích để vận chuyển đồ ăn nóng
vi: • Hot boxes, hot plates and covers are recommended to deliver the hot food [588072] Hộp nóng, đĩa nóng và nắp dậy đồ ăn được khuyến nghị để đưa đồ ăn nóng

source: • Include a view window with a minimum area of 60cm² (100in²) [56641] Bao gồm một cửa sổ nhìn với diện tích tối thiểu 60cm² (100in²)
vi: • Include a view window with a minimum area of 60cm² (100in²) [56641] Bao gồm một cửa sổ nhìn ra ngoài với diện tích tối thiểu 60cm²

source: • Mortice lock with a minimum 2cm (¾in) throw thumb-turn deadbolt [56228] Khóa cố định với chốt cố định khóa trao tay tối thiểu 2cm (¾in)
vi: • Mortice lock with a minimum 2cm (¾in) throw thumb-turn deadbolt [56228] Tất cả các cửa phòng connecting phải có khóa lỗ mộng (có tay nắm gạt hoặc tay nắm tròn) với chốt vặn ngón cái tối thiểu 2cm

source: • On or adjacent to the vanity there must be a flat surface, minimum 45cm x 30cm (18in x 12in) of clear space available for guest use [992] Trên hoặc liền kề với bàn trang điểm phải có bề mặt phẳng, tối thiểu 45cm x 30cm (18in x 12in) không gian trống cho khách sử dụng
vi: • On or adjacent to the vanity there must be a flat surface, minimum 45cm x 30cm (18in x 12in) of clear space available for guest use [992] Trên hoặc liền kề với vanity phải có bề mặt phẳng, tối thiểu 45cm x 30cm (18in x 12in) không gian trống cho khách sử dụng

source: • One local or regional dish is recommended [588059] Khuyến nghị một món ăn địa phương hoặc khu vực
vi: • One local or regional dish is recommended [588059] Khuyến nghị một món ăn địa phương hoặc vùng miền

source: • One lounge chair with side table and lamp lighting suitable for reading [112841] Một ghế lounge với bàn phụ và chiếu sáng đèn cho việc đọc sách
vi: • One lounge chair with side table and lamp lighting suitable for reading [112841] Một ghế lounge với bàn phụ và đèn chiếu phù hợp cho đọc sách

source: • Sample cloche or food covers [582067] Mẫu cloche hoặc bọc thực phẩm
vi: • Sample cloche or food covers [582067] Mẫu cloche hoặc nắp đậy đồ ăn

source: • The action plan should be implementable within 90 days. Kế hoạch hành động nên được thực hiện trong vòng 90 ngày.
vi: • The action plan should be implementable within 90 days. Kế hoạch hành động nên được triển khai trong vòng 90 ngày.

source: • The mesh weave must be less than 6mm (¼in) [56623] Lưới mesh phải nhỏ hơn 6 mm (¼in)
vi: • The mesh weave must be less than 6mm (¼in) [56623] Lỗ lưới mesh phải nhỏ hơn 6 mm (¼in)

source: • Where life guards are not on duty, signage indicating 'No Life Guard on Duty' [56447] Nếu không có bảo vệ, biển báo thông báo “Không Có Bảo Vệ”
vi: • Where life guards are not on duty, signage indicating 'No Life Guard on Duty' [56447] Nếu không có nhân viên cứu hộ, biển báo thông báo “Không có Cứu hộ”

source: •Traditional ware is recommended for local or regional dishes [588070] Hàng hóa truyền thống được khuyến khích cho các món ăn địa phương hoặc khu vực
vi: •Traditional ware is recommended for local or regional dishes [588070] Dụng cụ ăn truyền thống được khuyến khích cho các món ăn địa phương hoặc vùng miền
